Repository: mossipcams/autosnooze
Catalog: xliff/*.xlf
Languages: de, es, fr, it

# group.unassigned
source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
it: Non assegnato

# group.unlabeled
source: Unlabeled
de: Ohne Label
es: Sin etiqueta
fr: Sans étiquette
it: Senza etichetta

# group.uncategorized
source: Uncategorized
de: Ohne Kategorie
es: Sin categoría
fr: Sans catégorie
it: Senza categoria

# button.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla

# a11y.undo_action
source: Undo last action
de: Letzte Aktion rückgängig machen
es: Deshacer última acción
fr: Annuler la dernière action
it: Annulla ultima azione

# toast.error.resume_time_required
source: Please set a complete resume date and time
de: Bitte vollständiges Wiederaufnahmedatum und -zeit angeben
es: Por favor, establece una fecha y hora de reanudación completas
fr: Veuillez définir une date et heure de reprise complètes
it: Imposta una data e ora di ripresa complete

# toast.error.invalid_datetime
source: Invalid resume date/time
de: Ungültiges Wiederaufnahmedatum/-zeit
es: Fecha/hora de reanudación inválida
fr: Date/heure de reprise invalide
it: Data/ora di ripresa non valida

# toast.error.resume_time_past
source: Resume time must be in the future
de: Wiederaufnahmezeit muss in der Zukunft liegen
es: La hora de reanudación debe ser en el futuro
fr: L'heure de reprise doit être dans le futur
it: L'ora di ripresa deve essere nel futuro

# toast.error.snooze_before_resume
source: Snooze time must be before resume time
de: Pausenzeit muss vor der Wiederaufnahmezeit liegen
es: La hora de pausa debe ser anterior a la hora de reanudación
fr: L'heure de pause doit être avant l'heure de reprise
it: L'ora di pausa deve essere prima dell'ora di ripresa

# toast.success.scheduled_one
source: Scheduled 1 automation to snooze
de: 1 Automatisierung zum Pausieren geplant
es: 1 automatización programada para pausar
fr: 1 automatisation programmée pour pause
it: 1 automazione programmata per la pausa

# toast.success.scheduled_many
source: Scheduled ${count} automations to snooze
de: ${count} Automatisierungen zum Pausieren geplant
es: ${count} automatizaciones programadas para pausar
fr: ${count} automatisations programmées pour pause
it: ${count} automazioni programmate per la pausa

# toast.success.snoozed_until_one
source: Snoozed 1 automation until ${formattedTime}
de: 1 Automatisierung pausiert bis ${formattedTime}
es: 1 automatización pausada hasta ${formattedTime}
fr: 1 automatisation en pause jusqu'à ${formattedTime}
it: 1 automazione in pausa fino a ${formattedTime}

# toast.success.snoozed_until_many
source: Snoozed ${count} automations until ${formattedTime}
de: ${count} Automatisierungen pausiert bis ${formattedTime}
es: ${count} automatizaciones pausadas hasta ${formattedTime}
fr: ${count} automatisations en pause jusqu'à ${formattedTime}
it: ${count} automazioni in pausa fino a ${formattedTime}

# toast.success.snoozed_for_one
source: Snoozed 1 automation for ${durationText}
de: 1 Automatisierung pausiert für ${durationText}
es: 1 automatización pausada por ${durationText}
fr: 1 automatisation en pause pendant ${durationText}
it: 1 automazione in pausa per ${durationText}

# toast.success.snoozed_for_many
source: Snoozed ${count} automations for ${durationText}
de: ${count} Automatisierungen pausiert für ${durationText}
es: ${count} automatizaciones pausadas por ${durationText}
fr: ${count} automatisations en pause pendant ${durationText}
it: ${count} automazioni in pausa per ${durationText}

# toast.success.restored_one
source: Restored 1 automation
de: 1 Automatisierung wiederhergestellt
es: 1 automatización restaurada
fr: 1 automatisation restaurée
it: 1 automazione ripristinata

# toast.success.restored_many
source: Restored ${count} automations
de: ${count} Automatisierungen wiederhergestellt
es: ${count} automatizaciones restauradas
fr: ${count} automatisations restaurées
it: ${count} automazioni ripristinate

# toast.error.undo_failed
source: Failed to undo. The automations may have already been modified.
de: Rückgängig machen fehlgeschlagen. Die Automatisierungen wurden möglicherweise bereits geändert.
es: Error al deshacer. Las automatizaciones pueden haber sido modificadas.
fr: Échec de l'annulation. Les automatisations ont peut-être déjà été modifiées.
it: Annullamento fallito. Le automazioni potrebbero essere gi√† state modificate.

# toast.success.resumed
source: Automation resumed successfully
de: Automatisierung erfolgreich fortgesetzt
es: Automatización reanudada correctamente
fr: Automatisation reprise avec succès
it: Automazione ripresa con successo

# toast.error.resume_failed
source: Failed to resume automation
de: Fortsetzen der Automatisierung fehlgeschlagen
es: Error al reanudar la automatización
fr: Échec de la reprise de l'automatisation
it: Ripresa dell'automazione fallita

# toast.success.resumed_all
source: All automations resumed successfully
de: Alle Automatisierungen erfolgreich fortgesetzt
es: Todas las automatizaciones reanudadas correctamente
fr: Toutes les automatisations ont été reprises avec succès
it: Tutte le automazioni riprese con successo

# toast.error.resume_all_failed
source: Failed to resume automations. Check Home Assistant logs for details.
de: Fortsetzen der Automatisierungen fehlgeschlagen. Prüfen Sie die Home Assistant Logs.
es: Error al reanudar las automatizaciones. Consulta los registros de Home Assistant.
fr: Échec de la reprise des automatisations. Consultez les journaux de Home Assistant.
it: Ripresa delle automazioni fallita. Controlla i log di Home Assistant.

# toast.success.cancelled
source: Scheduled snooze cancelled successfully
de: Geplante Pause erfolgreich abgebrochen
es: Pausa programada cancelada correctamente
fr: Pause programmée annulée avec succès
it: Pausa programmata annullata con successo

# toast.error.cancel_failed
source: Failed to cancel scheduled snooze
de: Abbrechen der geplanten Pause fehlgeschlagen
es: Error al cancelar la pausa programada
fr: Échec de l'annulation de la pause programmée
it: Annullamento della pausa programmata fallito

# list.empty
source: No automations found
de: Keine Automatisierungen gefunden
es: No se encontraron automatizaciones
fr: Aucune automatisation trouvée
it: Nessuna automazione trovata

# schedule.snooze_at
source: Snooze at:
de: Pausieren um:
es: Pausar a las:
fr: Pause à :
it: Pausa alle:

# a11y.snooze_date
source: Snooze date
de: Pausendatum
es: Fecha de pausa
fr: Date de pause
it: Data pausa

# schedule.select_date
source: Select date
de: Datum wählen
es: Seleccionar fecha
fr: Sélectionner la date
it: Seleziona data

# a11y.snooze_time
source: Snooze time
de: Pausenzeit
es: Hora de pausa
fr: Heure de pause
it: Ora pausa

# schedule.hint_immediate
source: Leave empty to snooze immediately
de: Leer lassen für sofortige Pause
es: Dejar vacío para pausar inmediatamente
fr: Laisser vide pour mettre en pause immédiatement
it: Lascia vuoto per mettere in pausa immediatamente

# schedule.resume_at
source: Resume at:
de: Fortsetzen um:
es: Reanudar a las:
fr: Reprendre à :
it: Riprendi alle:

# a11y.resume_date
source: Resume date
de: Wiederaufnahmedatum
es: Fecha de reanudación
fr: Date de reprise
it: Data ripresa

# a11y.resume_time
source: Resume time
de: Wiederaufnahmezeit
es: Hora de reanudación
fr: Heure de reprise
it: Ora ripresa

# schedule.back_to_duration
source: Back to duration selection
de: Zurück zur Dauerauswahl
es: Volver a selección de duración
fr: Retour à la sélection de durée
it: Torna alla selezione durata

# duration.header
source: Snooze Duration
de: Pausendauer
es: Duración de la pausa
fr: Durée de la pause
it: Durata pausa

# duration.placeholder
source: e.g. 2h30m, 1.5h, 1d, 45m
de: z.B. 2h30m, 1.5h, 1d, 45m
es: ej. 2h30m, 1.5h, 1d, 45m
fr: ex. 2h30m, 1.5h, 1j, 45m
it: es. 2h30m, 1.5h, 1g, 45m

# a11y.custom_duration
source: Custom duration
de: Benutzerdefinierte Dauer
es: Duración personalizada
fr: Durée personnalisée
it: Durata personalizzata

# duration.preview_label
source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:

# duration.help
source: Enter duration: 30m, 2h, 1.5h, 4h30m, 1d, 1d2h
de: Dauer eingeben: 30m, 2h, 1.5h, 4h30m, 1d, 1d2h
es: Introducir duración: 30m, 2h, 1.5h, 4h30m, 1d, 1d2h
fr: Entrer la durée : 30m, 2h, 1.5h, 4h30m, 1j, 1j2h
it: Inserisci durata: 30m, 2h, 1.5h, 4h30m, 1g, 1g2h

# schedule.pick_datetime
source: Pick specific date/time instead
de: Stattdessen bestimmtes Datum/Zeit wählen
es: Elegir fecha/hora específica
fr: Choisir une date/heure spécifique
it: Scegli data/ora specifica

# a11y.snoozed_region
source: Snoozed automations
de: Pausierte Automatisierungen
es: Automatizaciones pausadas
fr: Automatisations en pause
it: Automazioni in pausa

# section.snoozed_count
source: Snoozed Automations (${pausedCount})
de: Pausierte Automatisierungen (${pausedCount})
es: Automatizaciones pausadas (${pausedCount})
fr: Automatisations en pause (${pausedCount})
it: Automazioni in pausa (${pausedCount})

# a11y.automations_resuming
source: Automations resuming ${this._formatDateTime(group.resumeAt)}
de: Automatisierungen werden fortgesetzt ${this._formatDateTime(group.resumeAt)}
es: Automatizaciones que reanudan ${this._formatDateTime(group.resumeAt)}
fr: Automatisations reprenant ${this._formatDateTime(group.resumeAt)}
it: Automazioni che riprendono ${this._formatDateTime(group.resumeAt)}

# status.resumes
source: Resumes
de: Fortsetzung
es: Reanuda
fr: Reprend
it: Riprende

# a11y.time_remaining
source: Time remaining: ${this._formatCountdown(group.resumeAt)}
de: Verbleibende Zeit: ${this._formatCountdown(group.resumeAt)}
es: Tiempo restante: ${this._formatCountdown(group.resumeAt)}
fr: Temps restant : ${this._formatCountdown(group.resumeAt)}
it: Tempo rimanente: ${this._formatCountdown(group.resumeAt)}

# a11y.resume_automation
source: Resume ${auto.friendly_name || auto.entity_id}
de: ${auto.friendly_name || auto.entity_id} fortsetzen
es: Reanudar ${auto.friendly_name || auto.entity_id}
fr: Reprendre ${auto.friendly_name || auto.entity_id}
it: Riprendi ${auto.friendly_name || auto.entity_id}

# button.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi

# a11y.confirm_resume_all
source: Confirm resume all automations
de: Bestätigen: Alle Automatisierungen fortsetzen
es: Confirmar reanudar todas las automatizaciones
fr: Confirmer la reprise de toutes les automatisations
it: Conferma ripresa di tutte le automazioni

# a11y.resume_all
source: Resume all paused automations
de: Alle pausierten Automatisierungen fortsetzen
es: Reanudar todas las automatizaciones pausadas
fr: Reprendre toutes les automatisations en pause
it: Riprendi tutte le automazioni in pausa

# button.confirm_resume_all
source: Confirm Resume All
de: Alle fortsetzen bestätigen
es: Confirmar reanudar todo
fr: Confirmer tout reprendre
it: Conferma riprendi tutto

# button.resume_all
source: Resume All
de: Alle fortsetzen
es: Reanudar todo
fr: Tout reprendre
it: Riprendi tutto

# a11y.scheduled_region
source: Scheduled snoozes
de: Geplante Pausen
es: Pausas programadas
fr: Pauses programmées
it: Pause programmate

# section.scheduled_count
source: Scheduled Snoozes (${scheduledCount})
de: Geplante Pausen (${scheduledCount})
es: Pausas programadas (${scheduledCount})
fr: Pauses programmées (${scheduledCount})
it: Pause programmate (${scheduledCount})

# a11y.scheduled_pause_for
source: Scheduled pause for ${data.friendly_name || id}
de: Geplante Pause für ${data.friendly_name || id}
es: Pausa programada para ${data.friendly_name || id}
fr: Pause programmée pour ${data.friendly_name || id}
it: Pausa programmata per ${data.friendly_name || id}

# status.disables
source: Disables:
de: Deaktiviert:
es: Desactiva:
fr: Désactive :
it: Disattiva:

# status.resumes_at
source: Resumes:
de: Fortsetzung:
es: Reanuda:
fr: Reprend :
it: Riprende:

# a11y.cancel_scheduled_for
source: Cancel scheduled pause for ${data.friendly_name || id}
de: Geplante Pause für ${data.friendly_name || id} abbrechen
es: Cancelar pausa programada para ${data.friendly_name || id}
fr: Annuler la pause programmée pour ${data.friendly_name || id}
it: Annulla pausa programmata per ${data.friendly_name || id}

# button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# status.active_count
source: ${pausedCount} active
de: ${pausedCount} aktiv
es: ${pausedCount} activas
fr: ${pausedCount} actives
it: ${pausedCount} attive

# status.scheduled_count
source: ${scheduledCount} scheduled
de: ${scheduledCount} geplant
es: ${scheduledCount} programadas
fr: ${scheduledCount} programmées
it: ${scheduledCount} programmate

# a11y.filter_tabs
source: Filter automations by
de: Automatisierungen filtern nach
es: Filtrar automatizaciones por
fr: Filtrer les automatisations par
it: Filtra automazioni per

# tab.all
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto

# a11y.automation_count
source: ${this._getAutomations().length} automations
de: ${this._getAutomations().length} Automatisierungen
es: ${this._getAutomations().length} automatizaciones
fr: ${this._getAutomations().length} automatisations
it: ${this._getAutomations().length} automazioni

# tab.areas
source: Areas
de: Bereiche
es: Áreas
fr: Zones
it: Aree

# a11y.area_count
source: ${this._getAreaCount()} areas
de: ${this._getAreaCount()} Bereiche
es: ${this._getAreaCount()} áreas
fr: ${this._getAreaCount()} zones
it: ${this._getAreaCount()} aree

# tab.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie

# a11y.category_count
source: ${this._getCategoryCount()} categories
de: ${this._getCategoryCount()} Kategorien
es: ${this._getCategoryCount()} categorías
fr: ${this._getCategoryCount()} catégories
it: ${this._getCategoryCount()} categorie

# tab.labels
source: Labels
es: Etiquetas
fr: Étiquettes
it: Etichette

# a11y.label_count
source: ${this._getLabelCount()} labels
es: ${this._getLabelCount()} etiquetas
fr: ${this._getLabelCount} étiquettes
it: ${this._getLabelCount()} etichette

# search.placeholder
source: Search automations...
de: Automatisierungen suchen...
es: Buscar automatizaciones...
fr: Rechercher des automatisations...
it: Cerca automazioni...

# a11y.search
source: Search automations by name
de: Automatisierungen nach Name suchen
es: Buscar automatizaciones por nombre
fr: Rechercher des automatisations par nom
it: Cerca automazioni per nome

# a11y.selection_actions
source: Selection actions
de: Auswahlaktionen
es: Acciones de selección
fr: Actions de sélection
it: Azioni selezione

# selection.count
source: ${this._selected.length} of ${this._getFilteredAutomations().length} selected
de: ${this._selected.length} von ${this._getFilteredAutomations().length} ausgewählt
es: ${this._selected.length} de ${this._getFilteredAutomations().length} seleccionadas
fr: ${this._selected.length} sur ${this._getFilteredAutomations().length} sélectionnées
it: ${this._selected.length} di ${this._getFilteredAutomations().length} selezionate

# a11y.deselect_all
source: Deselect all visible automations
de: Alle sichtbaren Automatisierungen abwählen
es: Deseleccionar todas las automatizaciones visibles
fr: Désélectionner toutes les automatisations visibles
it: Deseleziona tutte le automazioni visibili

# a11y.select_all
source: Select all visible automations
de: Alle sichtbaren Automatisierungen auswählen
es: Seleccionar todas las automatizaciones visibles
fr: Sélectionner toutes les automatisations visibles
it: Seleziona tutte le automazioni visibili

# button.deselect_all
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto

# button.select_all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

# a11y.clear_selection
source: Clear selection
de: Auswahl löschen
es: Limpiar selección
fr: Effacer la sélection
it: Cancella selezione

# button.clear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella

# a11y.automations_list
source: Automations list
de: Automatisierungsliste
es: Lista de automatizaciones
fr: Liste des automatisations
it: Lista automazioni

# a11y.snoozing
source: Snoozing automations
de: Automatisierungen werden pausiert
es: Pausando automatizaciones
fr: Mise en pause des automatisations
it: Messa in pausa delle automazioni

# a11y.schedule_snooze
source: Schedule snooze for ${this._selected.length} automations
de: Pause planen für ${this._selected.length} Automatisierungen
es: Programar pausa para ${this._selected.length} automatizaciones
fr: Programmer la pause pour ${this._selected.length} automatisations
it: Programma pausa per ${this._selected.length} automazioni

# a11y.snooze_count
source: Snooze ${this._selected.length} automations
de: ${this._selected.length} Automatisierungen pausieren
es: Pausar ${this._selected.length} automatizaciones
fr: Mettre en pause ${this._selected.length} automatisations
it: Metti in pausa ${this._selected.length} automazioni

# button.snoozing
source: Snoozing...
de: Pausiere...
es: Pausando...
fr: Mise en pause...
it: Messa in pausa...

# button.schedule_count
source: Schedule (${this._selected.length})
de: Planen (${this._selected.length})
es: Programar (${this._selected.length})
fr: Programmer (${this._selected.length})
it: Programma (${this._selected.length})

# button.snooze_count
source: Snooze (${this._selected.length})
de: Pausieren (${this._selected.length})
es: Pausar (${this._selected.length})
fr: Pause (${this._selected.length})
it: Pausa (${this._selected.length})

# editor.title_label
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# a11y.select_automation
source: Select ${a.name}
de: ${a.name} auswählen
it: Seleziona ${a.name}

# a11y.group_header
source: ${groupName} group, ${items.length} automations
de: Gruppe ${groupName}, ${items.length} Automatisierungen
it: Gruppo ${groupName}, ${items.length} automazioni

# a11y.group_count
source: ${items.length} automations
de: ${items.length} Automatisierungen
it: ${items.length} automazioni

# a11y.select_all_in_group
source: Select all automations in ${groupName}
de: Alle in ${groupName} auswählen
it: Seleziona tutto in ${groupName}

# a11y.snooze_last_duration
source: Snooze for last used duration
de: Letzte Dauer verwenden
it: Pausa per ultima durata

# a11y.snooze_for_duration
source: Snooze for ${d.label}
de: Für ${d.label} pausieren
it: Pausa per ${d.label}
